{"START-ORG": ["A START-ORG Event occurs whenever a new ORGANIZATION is created.", {"Agent": ["The agent responsible for the START-ORG Event (the ‘founder’)", "Person/Organization/Geo-Political"], "Org": ["The ORGANIZATION that is started", "Organization"], "Time": ["When the Event takes place", "Time"], "Place": ["Where the Event takes place", "Geo-Political/Locations/Facilities"]}, "Joseph Conrad Parkhurst, who founded the motorcycle magazine Cycle World in 1962, has died. ", "founded", "BUSINESS"], "MERGE-ORG": ["A MERGE-ORG Event occurs whenever two or more ORGANIZATION Entities come together to form a new ORGANIZATION Entity.  This Event applies to any kind of ORGANIZATION, including government agencies.  It also includes joint ventures.", {"Org": ["The ORGANIZATIONS that are merged", "Organization"], "Time": ["When the merger takes place", "Time"], "Place": ["Where the merger takes place", "Geo-Political/Locations/Facilities"]}, "Parkhurst later merged with another company that owned Road & Track to become Bond/Parkhurst Publishing.", "merged", "BUSINESS"], "DECLARE-BANKRUPTCY": ["A DECLARE-BANKRUPTCY Event will occur whenever an Entity officially requests legal protection from debt collection due to an extremely negative balance sheet.", {"Org": ["The ORGANIZATION declaring bankruptcy", "Organization/Person/Geo-Political"], "Time": ["When the bankruptcy is declared", "Time"], "Place": ["Where the declaration takes place", "Geo-Political/Locations/Facilities"]}, " Orange County had previously filed Chapter 11 in 1995. ", "Chapter 11 ", "BUSINESS"], "END-ORG": ["An END-ORG Event occurs whenever an ORGANIZATION ceases to exist (in other words ‘goes out of business’).", {"Org": ["The ORGANIZATION that is ended", "Organization"], "Time": ["When the Event takes place", "Time"], "Place": ["Where the Event takes place", "Geo-Political/Locations/Facilities"]}, "The company folded in 2002. ", "folded", "BUSINESS"], "ATTACK": ["An ATTACK Event is defined as a violent physical act causing harm or damage.  ATTACK Events include any such Event not covered by the INJURE or DIE subtypes, including Events where there is no stated agent.  The ATTACK Event type includes less specific violence-related nouns such as ‘conflict’, ‘clashes’, and ‘fighting’.  ‘Gunfire’, which has the qualities of both an Event and a weapon, should always be tagged as an ATTACK Event, if only for the sake of consistency.  A ‘coup’ is a kind of ATTACK (and so is a ‘war’). ", {"Attacker": ["The attacking/instigating agent", "Person/Organization/Geo-Political"], "Target": ["The target of the attack (including unintended targets)", "Person/Organization/Vehicle/Facilities/Weapon"], "Instrument": ["The instrument used in the attack", "Weapon/Vehicle"], "Time": ["When the attack takes place", "Time"], "Victim": ["The harmed person(s)", "Person"], "Place": ["Where the attack takes place", "Geo-Political/Locations/Facilities"]}, "U.S. forces continued to bomb Fallujah. ", "bomb", "CONFLICT"], "DEMONSTRATE": ["A DEMONSRATE Event occurs whenever a large number of people come together in a public area to protest or demand some sort of official action. DEMONSTRATE Events include, but are not limited to, protests, sit-ins, strikes, and riots.", {"Entity": ["The demonstrating agent", "Person/Organization"], "Time": ["When the demonstration takes place", "Time"], "Place": ["Where the demonstration takes place", "Geo-Political/Locations/Facilities"]}, "Thousands of people rioted in Port-au-Prince, Haiti over the weekend. ", "rioted", "CONFLICT"], "MEET": ["A MEET Event occurs whenever two or more Entities come together at a single location and interact with one another face-to-face.  MEET Events include talks, summits, conferences, meetings, visits, and any other Event where two or more parties get together at some location. ", {"Entity": ["The agents who are meeting", "Person/Organization/Geo-Political"], "Time": ["When the meeting takes place", "Time"], "Place": ["Where the meeting takes place", "Geo-Political/Locations/Facilities"]}, "Bush and Putin met earlier this week to discuss Chechnya. ", "met", "CONTACT"], "PHONE-WRITE": ["A PHONE-WRITE Event occurs when two or more people directly engage in discussion which does not take place ‘face-to-face’.  To make this Event less open-ended, we limit it to written or telephone communication where at least two parties are specified. Communication that takes place in person should be considered a MEET Event.  The very common ‘PERSON told reporters’ is not a taggable Event, nor is ‘issued a statement’.  A PHONE-WRITE Event must be explicit phone or written communication between two or more parties. ", {"Entity": ["The communicating agents", "Person/Organization/Geo-Political"], "Time": ["When the communication takes place", "Time"], "Place": ["Where the communication takes place", "Geo-Political/Locations/Facilities"]}, "John sent an e-mail to Jane. ", "sent", "CONTACT"], "ARREST-JAIL": ["A JAIL Event occurs whenever the movement of a PERSON is constrained by a state actor (a GPE, its ORGANIZATION subparts, or its PERSON representatives). An ARREST Event occurs whenever a state actor (GPE, ORGANIZATION subpart, or PERSON representative) takes official custody of a PERSON Entity for the purposes of evaluating legal liability in a criminal activity. ARREST-JAIL Events can have a CRIME-ARG attribute filled with a string from the text.  For example: Scott Peterson was arrested for the murder of his wife. In the above example, the CRIME-ARG is a CRIME Value populated by the string ‘murder’. ", {"Person": ["the person who is jailed or arrested", "Person"], "Agent": ["the jailer or the arresting agent", "Person/Organization/Geo-Political"], "Crime": ["The CRIME for which the PERSON-ARG is being jailed or arrested", "Crime"], "Time": ["When the person is arrested or sent to jail", "Time"], "Place": ["Where the person is arrested or where they are in jail", "Geo-Political/Locations/Facilities"]}, "Since May, Russia has jailed over 20 suspected terrorists without a trial. ", "jailed", "JUSTICE"], "RELEASE-PAROLE": ["A RELEASE Event occurs whenever a state actor (GPE, ORGANIZATION subpart, or PERSON representative) ends its custody of a PERSON Entity.   This can be because the sentence has ended, because the charges are dropped, or because parole has been granted. ", {"Person": ["the person who is released", "Person"], "Entity": ["the former captor agent(s)", "Person/Organization/Geo-Political"], "Crime": ["The CRIME for which the released PERSON was being held", "Crime"], "Time": ["When the release takes place", "Time"], "Place": ["Where the release takes place", "Geo-Political/Locations/Facilities"]}, "Harvey was released the following day. ", "released", "JUSTICE"], "TRIAL-HEARING": ["A TRIAL Event occurs whenever a court proceeding has been initiated for the purposes of determining the guilt or innocence of a PERSON, ORGANIZATION or GPE accused of committing a crime.   A HEARING Event occurs whenever a state actor (GPE, ORGANIZATION subpart, or PERSON representative) officially gathers to discuss some criminal legal matter.   A TRIAL-HEARING Event can have a CRIME attribute filled by a string from the text.  It is important that the PROSECUTER-ARG be a state actor (GPE, ORGANIZATION subpart or PERSON representing them).", {"Defendant": ["the agent on trial", "Person/Organization/Geo-Political"], "Prosecutor": ["The prosecuting agent", "Person/Organization/Geo-Political"], "Adjudicator": ["the judge or court", "Person/Organization/Geo-Political"], "Crime": ["The CRIME for which the DEFENDANT-ARG is being tried", "Crime"], "Time": ["When the trial takes place", "Time"], "Place": ["Where the trial takes place", "Geo-Political/Locations/Facilities"]}, "Jenna Raleigh will be tried in a military court. ", "tried", "JUSTICE"], "CHARGE-INDICT": ["A CHARGE Event occurs whenever a PERSON, ORGANIZATION or GPE is accused of a crime by a state actor (GPE, an ORGANIZATION subpart of a GPE or a PERSON representing a GPE).   An INDICT Event occurs whenever a state actor (GPE, ORG subpart of a GPE or PERSON agent of a GPE) takes official legal action to follow up on an accusation. A CHARGE-INDICT Event can have a CRIME-ARG attribute filled by a string from the text. ", {"Defendant": ["the agent that is indicted", "Person/Organization/Geo-Political"], "Prosecutor": ["the agent bringing charges or executing the indictment", "Person/Organization/Geo-Political"], "Adjudicator": ["the judge or court", "Person/Organization/Geo-Political"], "Crime": ["The CRIME for which the DEFENDANT-ARG is being indicted", "Crime"], "Time": ["When the indictment takes place", "Time"], "Place": ["Where the indictment takes place", "Geo-Political/Locations/Facilities"]}, "Joy Fenter was indicted by a grand jury on eleven counts of mail fraud. ", "indicted", "JUSTICE"], "SUE": ["A SUE Event occurs whenever a court proceeding has been initiated for the purposes of determining the liability of a PERSON, ORGANIZATION or GPE accused of committing a crime or neglecting a commitment.  It can have a CRIME attribute filled by a string from the text.   It is not important that the PLAINTIFF-ARG be a state actor (a GPE, an ORGANIZATION subpart or a PERSON representing them). ", {"Plaintiff": ["The suing agent", "Person/Organization/Geo-Political"], "Defendant": ["The agent being sued", "Person/Organization/Geo-Political"], "Adjudicator": ["the judge or court", "Person/Organization/Geo-Political"], "Crime": ["The CRIME (or offense) for which the DEFENDANT-ARG is being sued", "Crime"], "Time": ["When the suit takes place", "Time"], "Place": ["Where the suit takes place", "Geo-Political/Locations/Facilities"]}, "Donald Crutchfield filed suit against Toys 'R' Us in 1997. ", "suit", "JUSTICE"], "CONVICT": ["A CONVICT Event occurs whenever a TRY Event ends with a successful prosecution of the DEFENDANT-ARG.  In other words, a PERSON, ORGANIZATION or GPE Entity is convicted whenever that Entity has been found guilty of a CRIME. It can have a CRIME attribute filled by a string from the text.  CONVICT Events will also include guilty pleas. ", {"Defendant": ["The convicted agent(s)", "Person/Organization/Geo-Political"], "Adjudicator": ["The judge or court", "Person/Organization/Geo-Political"], "Crime": ["The CRIME for which the DEFENDANT-ARG has been convicted", "Crime"], "Time": ["When the conviction takes place", "Time"], "Place": ["Where the conviction takes place", "Geo-Political/Locations/Facilities"]}, "Martha Breckenridge was convicted of two counts of manslaughter. ", "convicted", "JUSTICE"], "SENTENCE": ["A SENTENCE Event takes place whenever the punishment (particularly incarceration) for the DEFENDANT-ARG of a TRY Event is issued by a state actor (a GPE, an ORGANIZATION subpart or a PERSON representing them).  It can have a CRIME-ARG attribute filled by a CRIME Value and a SENTENCE-ARG attribute filled by a SENTENCE Value.", {"Defendant": ["The agent who is sentenced", "Person/Organization/Geo-Political"], "Adjudicator": ["The judge or court", "Person/Organization/Geo-Political"], "Crime": ["The CRIME for which the PERSON-ARG is being sentenced", "Crime"], "Sentence": ["The sentence", "Sentence"], "Time": ["the time of the sentencing Event", "Time"], "Place": ["Where the sentencing takes place", "Geo-Political/Locations/Facilities"]}, "She was sentenced to life without parole.", "sentenced", "JUSTICE"], "FINE": ["A FINE Event takes place whenever a state actor issues a financial punishment to a GPE, PERSON or ORGANIZATION Entity, typically as a result of court proceedings.  It can have a CRIME attribute filled by a string from the text.Please note that settlements between two parties will not be annotated as FINE Events, but rather as TRANSFER-MONEY Events.  This will be true even when the settlement is brought about by some other JUSTICE Event (such as a SUE Event). ", {"Entity": ["the Entity that was fined", "Person/Organization/Geo-Political"], "Adjudicator": ["the Entity doing the fining", "Person/Organization/Geo-Political"], "Money": ["The amount of the fine", "Number"], "Crime": ["The CRIME (or offence) for which the ENTITY-ARG is being fined", "Crime"], "Time": ["When the fining Event takes place", "Time"], "Place": ["Where the fining Event takes place", "Geo-Political/Locations/Facilities"]}, "It fined the school $3,000 and banned its football program.", "fined", "JUSTICE"], "EXECUTE": ["An EXECUTE Event occurs whenever the life of a PERSON is taken by a state actor (a GPE, its ORGANIZATION subparts, or PERSON representatives).  It can have a CRIME attribute filled by a string from the text. ", {"Person": ["The person executed", "Person"], "Agent": ["The agent responsible for carrying out the execution", "Person/Organization/Geo-Political"], "Crime": ["The CRIME for which the PERSON-ARG is being executed", "Crime"], "Time": ["When the execution takes place", "Time"], "Place": ["Where the execution takes place", "Geo-Political/Locations/Facilities"]}, "David Goran was executed by lethal injection in March 1987.", "executed", "JUSTICE"], "EXTRADITE": ["An EXTRADITE Event occurs whenever a PERSON is sent by a state actor from one PLACE (normally the GPE associated with the state actor, but sometimes a FACILITY under its control) to another place (LOCATION, GPE or FACILITY) for the purposes of legal proceedings there. Wherever the ORIGIN-ARG is not explicitly stated, the slot will not be filled. ", {"Agent": ["the extraditing agent", "Person/Organization/Geo-Political"], "Person": ["The person being extradicted", "Person"], "Destination": ["Where the person is extradited to, the destination", "Geo-Political/Locations/Facilities"], "Origin": ["The original location of the person being extradited (rare … only when explicitly mentioned)", "Geo-Political/Locations/Facilities"], "Crime": ["The CRIME for which the PERSON-ARG is being extradited", "Crime"], "Time": ["When the extradition takes place", "Time"]}, "The former leader was extradited to Burkina Faso. ", "extradited", "JUSTICE"], "ACQUIT": ["An ACQUIT Event occurs whenever a trial ends but fails to produce a conviction.  This will include cases where the charges are dropped by the PROSECUTORARG.", {"Defendant": ["The agent being acquitted", "Person/Organization/Geo-Political"], "Adjudicator": ["the judge or court", "Person/Organization/Geo-Political"], "Crime": ["The CRIME of which the DEFENDANT-ARG is being", "Crime"], "Time": ["When the acquittal takes place", "Time"], "Place": ["Where the acquittal takes place", "Geo-Political/Locations/Facilities"]}, "Chase was acquitted after a trial in the Senate.", "acquitted", "JUSTICE"], "APPEAL": ["An APPEAL Event occurs whenever the decision of a court is taken to a higher court for review. ", {"Plaintiff": ["The suing agent", "Person/Organization/Geo-Political"], "Defendant": ["The defendant", "Person/Organization/Geo-Political"], "Prosecutor": ["The prosecuting agent", "Person/Organization/Geo-Political"], "Adjudicator": ["The judge or court", "Person/Organization/Geo-Political"], "Crime": ["The CRIME which is the subject of the appeal", "Crime"], "Time": ["When the appeal takes place", "Time"], "Place": ["Where the appeal takes place", "Geo-Political/Locations/Facilities"]}, "Defense attorneys said they will appeal.", "appeal", "JUSTICE"], "PARDON": ["A PARDON Event occurs whenever a head-of-state or their appointed representative lifts a sentence imposed by the judiciary.", {"Defendant": ["The agent being pardoned", "Person/Organization/Geo-Political"], "Adjudicator": ["the state official who does the pardoning", "Person/Organization/Geo-Political"], "Crime": ["The CRIME of which the DEFENDANT-ARG is being pardoned", "Crime"], "Time": ["When the pardon takes place", "Time"], "Place": ["Where the pardon takes place", "Geo-Political/Locations/Facilities"]}, "Russian President Vladimir Putin says he will pardon and release American businessman Edmond Pope.", "pardon", "JUSTICE"], "BE-BORN": ["A BE-BORN Event occurs whenever a PERSON Entity is given birth to.  Please note that we do not include the birth of other things or ideas.", {"Person": ["The person who is born", "Person"], "Time": ["When the birth takes place", "Time"], "Place": ["Where the birth takes place", "Geo-Political/Locations/Facilities"]}, "Jane Doe was born in Casper, Wyoming on March 18, 1964.", "born", "LIFE"], "MARRY": ["MARRY Events are official Events, where two people are married under the legal definition.", {"Person": ["The people who are married", "Person"], "Time": ["When the marriage takes place", "Time"], "Place": ["Where the marriage takes place", "Geo-Political/Locations/Facilities"]}, "Jane Doe and John Smith were married on June 9, 1998. ", "married", "LIFE"], "DIVORCE": ["A DIVORCE Event occurs whenever two people are officially divorced under the legal definition of divorce.  We do not include separations or church annulments.", {"Person": ["The people who are divorced", "Person"], "Time": ["When the divorce takes place", "Time"], "Place": ["Where the divorce takes place", "Geo-Political/Locations/Facilities"]}, "John is a divorced father of three. (resultative)", "divorced", "LIFE"], "INJURE": ["An INJURE Event occurs whenever a PERSON Entity experiences physical harm.  INJURE Events can be accidental, intentional or self-inflicted.For Events that where a single common trigger is ambiguous between the types LIFE (i.e. INJURE and DIE) and CONFLICT (i.e. ATTACK), we will only annotate the Event as a LIFE Event in case the relevant resulting state is clearly indicated by the construction.  This rule will not apply when there are independent triggers.", {"Agent": ["The attacking agent / The one that enacts the harm", "Person/Organization/Geo-Political"], "Victim": ["The harmed person(s)", "Person"], "Instrument": ["The device used to inflict the harm", "Weapon/Vehicle"], "Time": ["When the injuring takes place", "Time"], "Place": ["Where the injuring takes place", "Geo-Political/Locations/Facilities"]}, " Two soldiers were wounded in the attack.", "wounded", "LIFE"], "DIE": ["A DIE Event occurs whenever the life of a PERSON Entity ends.  DIE Events can be accidental, intentional or self-inflicted.  For Events that where a single common trigger is ambiguous between the types LIFE (i.e. INJURE and DIE) and CONFLICT (i.e. ATTACK), we will only annotate the Event as a LIFE Event in case the relevant resulting state is clearly indicated by the construction.  This rule will not apply when there are independent triggers. ", {"Agent": ["The attacking agent / The killer", "Person/Organization/Geo-Political"], "Victim": ["The person(s) who died", "Person"], "Instrument": ["The device used to kill", "Weapon/Vehicle"], "Time": ["When the death takes place", "Time"], "Place": ["Where the death takes place", "Geo-Political/Locations/Facilities"]}, "John Hinckley attempted to assassinate Ronald Reagan. ", "assassinate", "LIFE"], "TRANSPORT": ["A TRANSPORT Event occurs whenever an ARTIFACT (WEAPON or VEHICLE) or a PERSON is moved from one PLACE (GPE, FACILITY, LOCATION) to another. ", {"Agent": ["The agent responsible for the transport Event", "Person/Organization/Geo-Political"], "Artifact": ["The person doing the traveling or the artifact being transported", "Person/Weapon/Vehicle"], "Vehicle": ["The vehicle used to transport the person or artifact", "Vehicle"], "Price": ["The price of transporting the person or artifact", "Number"], "Origin": ["Where the transporting originated", "Geo-Political/Locations/Facilities"], "Destination": ["Where the transporting is directed", "Geo-Political/Locations/Facilities"], "Time": ["When the transporting takes place", "Time"], "Place": ["Where the transporting takes place", "Geo-Political/Locations/Facilities"]}, "The aid was aimed at repairing houses damaged by Israeli bombing and buying additional ambulances\" to transport the rising number of wounded. ", "transport", "MOVEMENT"], "START-POSITION": ["A START-POSITION Event occurs whenever a PERSON Entity begins working for (or changes offices within) an ORGANIZATION or GPE.  This includes government officials starting their terms, whether elected or appointed.", {"Person": ["the employee", "Person"], "Entity": ["the employer", "Organization/Geo-Political"], "Position": ["The JOB-TITLE for the position being started", "Job"], "Time": ["When the employment relationship begins", "Time"], "Place": ["Where the employment relationship begins", "Geo-Political/Locations/Facilities"]}, "Foo Corp. hired Mary Smith in June 1998. ", "hired", "PERSONELL"], "END-POSITION": ["An END-POSITION Event occurs whenever a PERSON Entity stops working for (or changes offices within) an ORGANIZATION or GPE.  The change of office case will only be taggable when the office being left is explicitly mentioned within the scope of the Event.  This includes government officials ending terms, whether elected or appointed. ", {"Person": ["the employee", "Person"], "Entity": ["the employer", "Organization/Geo-Political"], "Position": ["The JOB-TITLE for the position being ended", "Job"], "Time": ["When the employment relationship ends", "Time"], "Place": ["Where the employment relationship ends", "Geo-Political/Locations/Facilities"]}, "Richard Jr. had 14 months, before he was laid off in October. ", "laid off", "PERSONELL"], "NOMINATE": ["A NOMINATE Event occurs whenever a PERSON is proposed for a START POSITION Event by the appropriate PERSON, through official channels. ", {"Person": ["the person(s) nominated", "Person"], "Agent": ["the nominating agent", "Person/Organization/Geo-Political/Facilities"], "Position": ["The JOB-TITLE for the position being nominated to", "Job"], "Time": ["When the nomination takes place", "Time"], "Place": ["Where the nomination takes place", "Geo-Political/Locations/Facilities"]}, "The president nominated Rep. Mark Foley (R-Fla.) to head the commission.", "nominated", "PERSONELL"], "ELECT": ["An ELECT Event occurs whenever a candidate wins an election designed to determine the PERSON argument of a START-POSITION Event. ", {"Person": ["the person elected", "Person"], "Entity": ["the voting agent(s)", "Person/Organization/Geo-Political"], "Position": ["The JOB-TITLE for the position being nominated to", "Job"], "Time": ["When the election takes place", "Time"], "Place": ["Where the election takes place", "Geo-Political/Locations/Facilities"]}, "Greg Lashutka was elected mayor of Columbus in 1993.", "elected", "PERSONELL"], "TRANSFER-OWNERSHIP": ["TRANSFER-OWNERSHIP Events refer to the buying, selling, loaning, borrowing, giving, or receiving of artifacts or organizations. ", {"Buyer": ["The buying agent (e.g., purchaser)", "Person/Organization/Geo-Political"], "Seller": ["The selling agent (rare for ORGANIZATION transfers)", "Person/Organization/Geo-Political"], "Beneficiary": ["The agent benefiting from the transaction", "Person/Organization/Geo-Political"], "Artifact": ["The item/organization transferred (e.g., weapons, vehicles, companies)", "Vehicle/Weapon/Facilities/Organization"], "Price": ["The sale price of the ARTIFACT ", "Money"], "Time": ["When the sale occurs", "Time"], "Place": ["Where the sale occurs", "Geo-Political/Locations/Facilities"]}, "China has purchased two nuclear submarines from Russia. ", "purchased", "TRANSACTION"], "TRANSFER-MONEY": ["TRANSFER-MONEY Events refer to the giving, receiving, borrowing, or lending money when it is not in the context of purchasing something.  The canonical examples are: (1) people giving money to organizations (and getting nothing tangible in return); and (2) organizations lending money to people or other orgs.", {"Giver": ["The agent donating agent ", "Person/Organization/Geo-Political"], "Recipient": ["The recipient agent", "Person/Organization/Geo-Political"], "Beneficiary": ["The agent that benefits from the transfer", "Person/Organization/Geo-Political"], "Money": ["The amount given, donated or loaned", "Money"], "Time": ["When the amount is transferred ", "Time"], "Place": ["transaction takes place", "Geo-Political/Locations/Facilities"]}, "The charity was suspected of giving money to Al Qaeda. ", "giving", "TRANSACTION"]}